Repository: humhub/app
Catalog: lib/l10n/app_*.arb
Languages: de

# opener_enter_url
source: Enter your url and log in to your network.
de: Bitte hier deine URL eingeben, dann kannst du dich in deinem Netzwerk anmelden.

# opener_need_help
source: Need Help?
de: Brauchst du Hilfe?

# help_title
source: What is HumHub?
de: Was ist HumHub?

# help_first_par
source: HumHub is an Open Source software used by organizations, associations and companies mainly as social network, intranet or communication platform.
de: HumHub ist eine Open-Source-Software, die von Organisationen, Verbänden und Unternehmen hauptsächlich als Soziales Netzwerk, Intranet oder Kommunikationsplattform genutzt wird.

# help_second_par
source: The software digitizes organizational structures and helps people around the world to connect, communicate and facilitates daily collaboration. The HumHub App is intuitive to use and allows every user to access and browse their network from anywhere.
de: Die Software unterstützt Organisationen bei der Digitalisierung und hilft Menschen auf der ganzen Welt, sich zu vernetzen, zu kommunizieren und erleichtert die tägliche Zusammenarbeit.

# help_third_par
source: The HumHub app is intuitive to use and allows you to access your network from anywhere. When notifications are enabled, you will also receive push notifications about important information within your network and can use the app to keep up to date with any relevant news at any time.
de: Die HumHub-App ist intuitiv zu bedienen und ermöglicht es jedem User, von überall auf das Netzwerk zuzugreifen. Auch der Versand von Push-Benachrichtigungen ist möglich und so können alle Mitglieder jederzeit über relevante Neuigkeiten auf dem Laufenden gehalten werden.

# help_forth_par
source: HumHub networks are basically private (internal to the organization) communication platforms. It is only possible to log into existing networks for which you have corresponding login data. Organizations or companies can of course set up and run their own HumHub network at any time. All information can be found at
de: HumHub-Netzwerke sind grundsätzlich geschlossene (interne) Kommunikationsplattformen. Es ist nur möglich, sich in bestehende Netzwerke einzuloggen, wenn du entsprechende Logindaten hast. Organisationen oder Unternehmen können selbstverständlich jederzeit ihr eigenes HumHub-Netzwerk einrichten und betreiben. Alle Informationen unter

# how_to_connect_title
source: How can I connect my network?
de: Wie kann ich mich mit meinem Netzwerk verbinden?

# how_to_connect_first_par
source: There are many thousands of networks worldwide. Therefore, to log into your existing network, you need the exact URL of your individual network.
de: Weltweit gibt es viele tausende Netzwerke. Um dich in dein bestehendes Netzwerk einzuloggen, benötigst du nur die genaue URL deines Netzwerks.

# how_to_connect_sec_par
source: Your URL can be found in the address bar of your browser in the login area of your network.
de: Diese findest du in der Adressleiste deines Browsers wenn du dich ins Netzwerk einloggst.

# how_to_connect_third_par
source: Please contact your administrator or network operator if you do not know your URL or login details.
de: Bitte kontaktiere deinen Netzwerk-Administrator oder -betreiber, wenn du deine URL oder Anmeldedaten nicht kennst.

# how_to_connect_url_example
source: example.humhub.com
de: beispiel.humhub.com

# more_info_title
source: What is HumHub?
de: Was ist HumHub?

# more_info_first_par
source: HumHub networks are basically closed communication platforms (internal to the organization). It is only possible to log into existing networks.
de: HumHub-Netzwerke sind grundsätzlich geschlossene (interne) Kommunikationsplattformen. Es ist nur möglich, sich in ein Netzwerk einzuloggen, wenn du entsprechende Logindaten hast.

# more_info_second_par
source: Organizations or companies can of course set up and operate their own HumHub network at any time.
de: Organisationen oder Unternehmen können selbstverständlich jederzeit ihr eigenes HumHub-Netzwerk einrichten und betreiben.

# more_info_third_par
source: All information can be found here:
de: Alle Informationen unter:

# more_info_pro_edition
source: Visit HumHub.com
de: Besuchen Sie HumHub.com

# connectivity_popup_title
source: No Connection
de: Keine Verbindung möglich.

# connectivity_popup_content
source: Please check your internet connection and try again.
de: Bitte überprüfe deine Internetverbindung und versuche es erneut.

# web_view_exit_popup_title
source: Are you sure?
de: Bist du sicher?

# web_view_exit_popup_content
source: Do you want to exit an App?
de: Möchtest du die App verlassen?

# file_download
source: File downloaded
de: Datei heruntergeladen

# generic_error
source: Oops! Something went wrong.
de: Uups! Etwas ist schiefgelaufen.

source: Enable permissions.
de: Berechtigungen aktivieren.

source: Add network
de: Netzwerk hinzufügen

source: Downloading
de: Herunterladen

source: Settings
de: Einstellungen

source: Connect
de: Verbinden

source: Open
de: Öffnen

source: Cancel
de: Abbrechen

source: Back
de: Zurück

source: Next
de: Weiter

source: Connect now
de: Jetzt verbinden

source: Enable
de: Aktivieren

source: Skip
de: Überspringen

source: No
de: Nein

source: Yes
de: Ja

# error_404
source: Your HumHub installation does not exist
de: Ihre HumHub-Installation existiert nicht.

# error_no_connection
source: Please check your internet connection.
de: Bitte überprüfen Sie Ihre Internetverbindung.

# error_url_empty
source: Specify you HumHub location.
de: Geben Sie den Standort Ihrer HumHub-Installation an.

# sharing_not_supported
source: Sharing files for this instance is not supported, contact admin
de: Das Teilen von Dateien ist für diese Instanz nicht unterstützt, kontaktieren Sie den Administrator

# no_files_to_share
source: No files found to share
de: Keine Dateien zum Teilen gefunden

# files_too_big
source: Files too big to share, limit is {limit}MB
de: Dateien zu groß zum Teilen, Limit ist {limit} MB

# no_files_uploaded
source: No files were uploaded, contact admin for support
de: Es wurden keine Dateien hochgeladen, kontaktieren Sie den Administrator für Unterstützung

source: Unexpected error
de: Unerwarteter Fehler

# file_type_not_supported
source: File {filename} of type {fileType} is not supported
de: Datei {filename} vom Typ {fileType} wird nicht unterstützt

source: File sharing error
de: Fehler beim Dateiaustausch

source: Close
de: Schließen

# language_en
source: English
de: Englisch

# language_de
source: German
de: Deutsch

# language_fr
source: French
de: Französisch
